{
  "dh_21_P_61": {
    "abstract": "This paper introduces and unpacks several challenges faced by stewards who work with audiovisual resources, departing from the premise that audiovisual resources are undervalued and underutilized as primary source materials for scholarship and therefore receive less attention in the sphere of digital humanities. It will then present original research from the Maryland Institute for Technology in the Humanities (MITH), in conjunction with the University of Wisconsin-Madison and the Wisconsin Historical Society, on a project entitled Unlocking the Airwaves: Revitalizing an Early Public Radio Collection. As a case study, Unlocking the Airwaves successfully meets these challenges by employing strategies such as virtual reunification, linked data, minimal computing, and synced transcripts, to provide integrated access to the collections of the National Association of Educational Broadcasters (NAEB), which are currently split between the University of Maryland (audio files) and the Wisconsin Historical Society (paper collections). The project demonstrates innovative approaches towards increasing the discoverability of audiovisual collections in ways that allow for better contextual description, and offers a flexible framework for connecting audiovisual collections to related archival collections.",
    "[Background]": "This paper introduces and unpacks several challenges faced by stewards who work with audiovisual resources, departing from the premise that audiovisual resources are undervalued and underutilized as primary source materials for scholarship and therefore receive less attention in the sphere of digital humanities.",
    "[Method]": "It will then present original research from the Maryland Institute for Technology in the Humanities (MITH), in conjunction with the University of Wisconsin-Madison and the Wisconsin Historical Society, on a project entitled Unlocking the Airwaves: Revitalizing an Early Public Radio Collection. As a case study, Unlocking the Airwaves successfully meets these challenges by employing strategies such as virtual reunification, linked data, minimal computing, and synced transcripts, to provide integrated access to the collections of the National Association of Educational Broadcasters (NAEB), which are currently split between the University of Maryland (audio files) and the Wisconsin Historical Society (paper collections).",
    "[Results]": "The project demonstrates innovative approaches towards increasing the discoverability of audiovisual collections in ways that allow for better contextual description, and offers a flexible framework for connecting audiovisual collections to related archival collections.",
    "[Implications]": "<NONE>"
  }
}