{
  "cscw_23_P_154": {
    "abstract": "Benefits of learning by teaching (LbT) have been highlighted by previous studies from a pedagogical lens, as well as through computer-supported systems. However, the challenges that university students face in technology-mediated LbT—whether it be teaching oneself, teaching a peer, or teaching an agent—are not well understood. Furthermore, there is a gap in knowledge on the challenges that students encounter throughout the process of teaching (content selection, preparation, teaching, receiving and giving feedback, and reflection) despite its importance to the design of LbT platforms. Thus, we conducted a study with 24 university students where they taught content they had not fully grasped, without guidance, and participated in a semi-structured interview. Results demonstrate that participants encountered the following challenges: psychological barriers relating to self and others, and lack of know-how. Furthermore, we illuminate design implications required to overcome these challenges and benefit from LbT without requiring prior training in pedagogy.",
    "[Background]": "Benefits of learning by teaching (LbT) have been highlighted by previous studies from a pedagogical lens, as well as through computer-supported systems. However, the challenges that university students face in technology-mediated LbT—whether it be teaching oneself, teaching a peer, or teaching an agent—are not well understood. Furthermore, there is a gap in knowledge on the challenges that students encounter throughout the process of teaching (content selection, preparation, teaching, receiving and giving feedback, and reflection) despite its importance to the design of LbT platforms.",
    "[Method]": "Thus, we conducted a study with 24 university students where they taught content they had not fully grasped, without guidance, and participated in a semi-structured interview.",
    "[Results]": "Results demonstrate that participants encountered the following challenges: psychological barriers relating to self and others, and lack of know-how.",
    "[Implications]": "Furthermore, we illuminate design implications required to overcome these challenges and benefit from LbT without requiring prior training in pedagogy."
  }
}