{
  "cscw_23_P_183": {
    "abstract": "Access to and understanding one's medical history is crucial to maintaining long-term care. As adolescents and young adults childhood cancer survivors age, they must transition and transfer their health care from their pediatric to an adult care institution. In this study, we provide empirical evidence reporting on the after-cancer treatment experiences of childhood cancer survivors through their transition. We report findings from 24 semi-structured interviews with adolescent and young adult cancer survivors participating in a childhood cancer survivorship program that prepares them for adult care. Our findings reveal three parts of their after-cancer treatment experience: the assumption of responsibility for their complex care needs and medical information and the overall transfer and maintenance of the continuity of their care to an adult clinician. Our findings suggest that survivors may play an essential yet unrecognized role in the patient hand-off. Thus, we introduce patient-mediate handoffs and suggest design opportunities.",
    "[Background]": "Access to and understanding one's medical history is crucial to maintaining long-term care. As adolescents and young adults childhood cancer survivors age, they must transition and transfer their health care from their pediatric to an adult care institution.",
    "[Method]": "In this study, we provide empirical evidence reporting on the after-cancer treatment experiences of childhood cancer survivors through their transition. We report findings from 24 semi-structured interviews with adolescent and young adult cancer survivors participating in a childhood cancer survivorship program that prepares them for adult care.",
    "[Results]": "Our findings reveal three parts of their after-cancer treatment experience: the assumption of responsibility for their complex care needs and medical information and the overall transfer and maintenance of the continuity of their care to an adult clinician.",
    "[Implications]": "Our findings suggest that survivors may play an essential yet unrecognized role in the patient hand-off. Thus, we introduce patient-mediate handoffs and suggest design opportunities."
  }
}