{
  "jmir_23_P_676": {
    "abstract": "Online medical consultation can serve as a valuable means for rural residents to access high-quality health care resources, thereby mitigating the geographic and economic disadvantages prevalent in rural areas. Nevertheless, due to lower cognitive abilities, rural residents often face challenges in trusting and making effective use of online medical consultations. More likely, adopting a bounded rational decision-making model that facilitates the “offline-to-online” trust transfer could prove to be a potentially effective approach. This strategy aims to encourage less technologically experienced rural residents to trust and make use of online medical consultations. This study aims to characterize the status of “offline-to-online” trust transfer among rural residents in the context of internet health care, and analyze its direct impact on facilitating the utilization of online medical consultation. Additionally, we investigate the family spillover effect of “offline-to-online” trust transfer in promoting the use of online medical consultation among rural family members, considering its distributional effect across various education levels of the population. A multistage stratified random sampling method was used to survey participants in rural areas of China from July to September 2021, encompassing a total of 2597 rural residents from 960 rural households. Propensity score values were estimated using logit regression, and the propensity score matching method, using the K-nearest neighbor matching, radius matching, and kernel matching methods, was applied to create matched treatment and control samples of rural residents based on their experience of “offline-to-online” trust transfer. Subsequently, we calculated average treatment effect scores to compare the differences in utilizing online medical consultation between the treatment and control rural samples. As many as 551/960 (57.4%) rural residents experienced an “offline-to-online” trust transfer, with a higher likelihood observed in the older population with lower levels of education and higher satisfaction with local health care services. Furthermore, rural residents who underwent “offline-to-online” trust transfer were 37%-40% more likely to utilize online medical consultation compared with those who did not experience this trust transfer. Additionally, family members of householders who underwent “offline-to-online” trust transfer were 25%-28% more likely to utilize online medical consultation than those whose householders did not experience this trust transfer. Notably, when compared with populations with high-level education, the “offline-to-online” trust transfer had more significant direct and spillover effects on the utilization of online medical consultation services among rural residents with low-level education. To enhance the “offline-to-online” trust transfer among rural residents and its facilitation in their utilization of online medical consultation, as well as other mobile health (mHealth) and ubiquitous health (uHealth) services, we recommend that online health care providers adopt a “patient-oriented” service model. This approach aims to elevate rural residents’ satisfaction with local health care services and harness the trust-building functions inherent in physician-patient relationships and among family members.",
    "[Background]": "Online medical consultation can serve as a valuable means for rural residents to access high-quality health care resources, thereby mitigating the geographic and economic disadvantages prevalent in rural areas. Nevertheless, due to lower cognitive abilities, rural residents often face challenges in trusting and making effective use of online medical consultations. More likely, adopting a bounded rational decision-making model that facilitates the “offline-to-online” trust transfer could prove to be a potentially effective approach. This strategy aims to encourage less technologically experienced rural residents to trust and make use of online medical consultations.",
    "[Method]": "This study aims to characterize the status of “offline-to-online” trust transfer among rural residents in the context of internet health care, and analyze its direct impact on facilitating the utilization of online medical consultation. Additionally, we investigate the family spillover effect of “offline-to-online” trust transfer in promoting the use of online medical consultation among rural family members, considering its distributional effect across various education levels of the population. A multistage stratified random sampling method was used to survey participants in rural areas of China from July to September 2021, encompassing a total of 2597 rural residents from 960 rural households. Propensity score values were estimated using logit regression, and the propensity score matching method, using the K-nearest neighbor matching, radius matching, and kernel matching methods, was applied to create matched treatment and control samples of rural residents based on their experience of “offline-to-online” trust transfer. Subsequently, we calculated average treatment effect scores to compare the differences in utilizing online medical consultation between the treatment and control rural samples.",
    "[Results]": "As many as 551/960 (57.4%) rural residents experienced an “offline-to-online” trust transfer, with a higher likelihood observed in the older population with lower levels of education and higher satisfaction with local health care services. Furthermore, rural residents who underwent “offline-to-online” trust transfer were 37%-40% more likely to utilize online medical consultation compared with those who did not experience this trust transfer. Additionally, family members of householders who underwent “offline-to-online” trust transfer were 25%-28% more likely to utilize online medical consultation than those whose householders did not experience this trust transfer. Notably, when compared with populations with high-level education, the “offline-to-online” trust transfer had more significant direct and spillover effects on the utilization of online medical consultation services among rural residents with low-level education.",
    "[Implications]": "To enhance the “offline-to-online” trust transfer among rural residents and its facilitation in their utilization of online medical consultation, as well as other mobile health (mHealth) and ubiquitous health (uHealth) services, we recommend that online health care providers adopt a “patient-oriented” service model. This approach aims to elevate rural residents’ satisfaction with local health care services and harness the trust-building functions inherent in physician-patient relationships and among family members."
  }
}