{
  "jmir_23_P_421": {
    "abstract": "The minority stress model postulates that men who have sex with men (MSM) often encounter multiple stressors because of their sexual minority status, which may lead to psychological problems and maladaptive coping such as addictive behaviors (e.g., internet gaming disorder [IGD]). It was hypothesized that hopelessness and loneliness would be associated with IGD via self-control among MSM. This study investigated the prevalence of IGD and its associations with variables related to minority stress (loneliness and hopelessness) among MSM who were university students. Mediation involving such associations via self-control was also explored. With informed consent, 305 MSM attending universities in Sichuan, China participated in the study. The validatedDiagnostic and Statistical Manual of Mental Disorders(Fifth Edition) checklist was used to assess IGD. Multivariable logistic regression adjusted for background factors and structural equation modeling were conducted. The prevalence of IGD was 12.8% (n=39). Logistic regression found that IGD was positively associated with hopelessness and loneliness, and negatively associated with self-control. The structural equation modeling identified three significant paths between hopelessness/loneliness and IGD: (1) hopelessness → lower self-control → higher IGD (full mediation), (2) loneliness → lower self-control → higher IGD (partial mediation: effect size of 28%), and (3) a direct effect from loneliness to IGD. IGD was prevalent among young MSM and warrants interventions that may try to reduce the level of psychosocial problems such as loneliness and hopelessness and improve self-control. According to the socioecological model, the promotion of social acceptance and reduction in stigma toward MSM are important in reducing loneliness and hopefulness among MSM. Self-control links up the relationships between psychosocial problems and IGD and should be given special attention. Longitudinal studies are warranted to confirm the findings and test new mediations between loneliness/hopelessness and MSM with IGD.",
    "[Background]": "The minority stress model postulates that men who have sex with men (MSM) often encounter multiple stressors because of their sexual minority status, which may lead to psychological problems and maladaptive coping such as addictive behaviors (e.g., internet gaming disorder [IGD]). It was hypothesized that hopelessness and loneliness would be associated with IGD via self-control among MSM.",
    "[Method]": "This study investigated the prevalence of IGD and its associations with variables related to minority stress (loneliness and hopelessness) among MSM who were university students. Mediation involving such associations via self-control was also explored. With informed consent, 305 MSM attending universities in Sichuan, China participated in the study. The validated Diagnostic and Statistical Manual of Mental Disorders (Fifth Edition) checklist was used to assess IGD. Multivariable logistic regression adjusted for background factors and structural equation modeling were conducted.",
    "[Results]": "The prevalence of IGD was 12.8% (n=39). Logistic regression found that IGD was positively associated with hopelessness and loneliness, and negatively associated with self-control. The structural equation modeling identified three significant paths between hopelessness/loneliness and IGD: (1) hopelessness → lower self-control → higher IGD (full mediation), (2) loneliness → lower self-control → higher IGD (partial mediation: effect size of 28%), and (3) a direct effect from loneliness to IGD.",
    "[Implications]": "IGD was prevalent among young MSM and warrants interventions that may try to reduce the level of psychosocial problems such as loneliness and hopelessness and improve self-control. According to the socioecological model, the promotion of social acceptance and reduction in stigma toward MSM are important in reducing loneliness and hopefulness among MSM. Self-control links up the relationships between psychosocial problems and IGD and should be given special attention. Longitudinal studies are warranted to confirm the findings and test new mediations between loneliness/hopelessness and MSM with IGD."
  }
}