{
  "jmir_23_P_651": {
    "abstract": "Digital interventions for health financing, if implemented at scale, have the potential to improve health system performance by reducing transaction costs and improving data-driven decision-making. However, many interventions never reach sustainability, and evidence on success factors for scale is scarce. The Insurance Management Information System (IMIS) is a digital intervention for health financing, designed to manage an insurance scheme and already implemented on a national scale in Tanzania. A previous study found that the IMIS claim function was poorly adopted by health care workers (HCWs), questioning its potential to enable strategic purchasing and succeed at scale. This study aimed to understand why the adoption of the IMIS claim function by HCWs remained low in Tanzania and to assess implications for use at scale. We conducted 21 semistructured interviews with HCWs and management staff in 4 districts where IMIS was first implemented. We sampled respondents by using a maximum variation strategy. We used the framework method for data analysis, applying a combination of inductive and deductive coding to organize codes in a socioecological model. Finally, we related emerging themes to a framework for digital health interventions for scale. Respondents appreciated IMIS’s intrinsic software characteristics and technical factors and acknowledged IMIS as a valuable tool to simplify claim management. Human factors, extrinsic ecosystem, and health care ecosystem were considered as barriers to widespread adoption. Digital interventions for health financing, such as IMIS, may have the potential for scale if careful consideration is given to the environment in which they are placed. Without a sustainable health financing environment, sufficient infrastructure, and human capacity, they cannot unfold their full potential to improve health financing functions and ultimately contribute to universal health coverage.",
    "[Background]": "Digital interventions for health financing, if implemented at scale, have the potential to improve health system performance by reducing transaction costs and improving data-driven decision-making. However, many interventions never reach sustainability, and evidence on success factors for scale is scarce. The Insurance Management Information System (IMIS) is a digital intervention for health financing, designed to manage an insurance scheme and already implemented on a national scale in Tanzania. A previous study found that the IMIS claim function was poorly adopted by health care workers (HCWs), questioning its potential to enable strategic purchasing and succeed at scale.",
    "[Method]": "This study aimed to understand why the adoption of the IMIS claim function by HCWs remained low in Tanzania and to assess implications for use at scale. We conducted 21 semistructured interviews with HCWs and management staff in 4 districts where IMIS was first implemented. We sampled respondents by using a maximum variation strategy. We used the framework method for data analysis, applying a combination of inductive and deductive coding to organize codes in a socioecological model. Finally, we related emerging themes to a framework for digital health interventions for scale.",
    "[Results]": "Respondents appreciated IMIS’s intrinsic software characteristics and technical factors and acknowledged IMIS as a valuable tool to simplify claim management. Human factors, extrinsic ecosystem, and health care ecosystem were considered as barriers to widespread adoption.",
    "[Implications]": "Digital interventions for health financing, such as IMIS, may have the potential for scale if careful consideration is given to the environment in which they are placed. Without a sustainable health financing environment, sufficient infrastructure, and human capacity, they cannot unfold their full potential to improve health financing functions and ultimately contribute to universal health coverage."
  }
}