{
  "jmir_23_P_172": {
    "abstract": "The ubiquity of short videos has demonstrated vast potential for health communication. An expansion of research has examined the persuasive effect of health communication in short videos, yet a synthesis of the research is lacking. This paper aims to provide an overview of the literature by examining the persuasive effect of health communication in short videos, offering guidance for researchers and practitioners. In particular, it seeks to address 4 key research questions: What are the characteristics of short videos, samples, and research designs in short video–based health communication literature? What theories underpin the short video–based health communication literature? What are the persuasive effects of health communication in short videos? and What directions should future research in this area take? Following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines, an electronic search of 10 databases up to March 10, 2023, generated 4118 results. After the full-text screening, 18 articles met the eligibility criteria. The current research lacks a uniform definition of short videos, demonstrates sample biases in location and education, and adopts limited methodologies. Most studies in this synthesis are theoretically grounded or use theoretical concepts, which are predominantly well examined in persuasion research. Moreover, relevant topics and suitable themes are effective in persuasive health communication outcomes, whereas the impact of diverse narrative techniques remains ambiguous. We recommend that future research extends the definition of short videos beyond time constraints and explores non-Western and less-educated populations. In addition, researchers should consider diverse methods to provide a more comprehensive examination and investigate the impact of audience targeting and narrative techniques in short video health communication. Finally, investigating how the unique aspects of short videos interact with or challenge traditional persuasion theories is essential.",
    "[Background]": "The ubiquity of short videos has demonstrated vast potential for health communication. An expansion of research has examined the persuasive effect of health communication in short videos, yet a synthesis of the research is lacking.",
    "[Method]": "This paper aims to provide an overview of the literature by examining the persuasive effect of health communication in short videos, offering guidance for researchers and practitioners. In particular, it seeks to address 4 key research questions: What are the characteristics of short videos, samples, and research designs in short video–based health communication literature? What theories underpin the short video–based health communication literature? What are the persuasive effects of health communication in short videos? and What directions should future research in this area take? Following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines, an electronic search of 10 databases up to March 10, 2023, generated 4118 results. After the full-text screening, 18 articles met the eligibility criteria.",
    "[Results]": "The current research lacks a uniform definition of short videos, demonstrates sample biases in location and education, and adopts limited methodologies. Most studies in this synthesis are theoretically grounded or use theoretical concepts, which are predominantly well examined in persuasion research. Moreover, relevant topics and suitable themes are effective in persuasive health communication outcomes, whereas the impact of diverse narrative techniques remains ambiguous.",
    "[Implications]": "We recommend that future research extends the definition of short videos beyond time constraints and explores non-Western and less-educated populations. In addition, researchers should consider diverse methods to provide a more comprehensive examination and investigate the impact of audience targeting and narrative techniques in short video health communication. Finally, investigating how the unique aspects of short videos interact with or challenge traditional persuasion theories is essential."
  }
}