{
  "jmir_23_P_92": {
    "abstract": "Mass gatherings (MGs; e.g., religious, sporting, musical, sociocultural, and other occasions that draw large crowds) pose public health challenges and concerns related to global health. A leading global concern regarding MGs is the possible importation and exportation of infectious diseases as they spread from the attendees to the general population, resulting in epidemic outbreaks. Governments and health authorities use technological interventions to support public health surveillance and prevent and control infectious diseases. This study aims to review the evidence on the effectiveness of public health digital surveillance systems for infectious disease prevention and control at MG events. A systematic literature search was conducted in January 2022 using the Ovid MEDLINE, Embase, CINAHL, and Scopus databases to examine relevant articles published in English up to January 2022. Interventional studies describing or evaluating the effectiveness of public health digital surveillance systems for infectious disease prevention and control at MGs were included in the analysis. Owing to the lack of appraisal tools for interventional studies describing and evaluating public health digital surveillance systems at MGs, a critical appraisal tool was developed and used to assess the quality of the included studies. In total, 8 articles were included in the review, and 3 types of MGs were identified: religious (the Hajj and Prayagraj Kumbh), sporting (the Olympic and Paralympic Games, the Federation International Football Association World Cup, and the Micronesian Games), and cultural (the Festival of Pacific Arts) events. In total, 88% (7/8) of the studies described surveillance systems implemented at MG events, and 12% (1/8) of the studies described and evaluated an enhanced surveillance system that was implemented for an event. In total, 4 studies reported the implementation of a surveillance system: 2 (50%) described the enhancement of the system that was implemented for an event, 1 (25%) reported a pilot implementation of a surveillance system, and 1 (25%) reported an evaluation of an enhanced system. The types of systems investigated were 2 syndromic, 1 participatory, 1 syndromic and event-based, 1 indicator- and event-based, and 1 event-based surveillance system. In total, 62% (5/8) of the studies reported timeliness as an outcome generated after implementing or enhancing the system without measuring its effectiveness. Only 12% (1/8) of the studies followed the Centers for Disease Control and Prevention guidelines for evaluating public health surveillance systems and the outcomes of enhanced systems based on the systems’ attributes to measure their effectiveness. On the basis of the review of the literature and the analysis of the included studies, there is limited evidence of the effectiveness of public health digital surveillance systems for infectious disease prevention and control at MGs because of the absence of evaluation studies.",
    "[Background]": "Mass gatherings (MGs; e.g., religious, sporting, musical, sociocultural, and other occasions that draw large crowds) pose public health challenges and concerns related to global health. A leading global concern regarding MGs is the possible importation and exportation of infectious diseases as they spread from the attendees to the general population, resulting in epidemic outbreaks. Governments and health authorities use technological interventions to support public health surveillance and prevent and control infectious diseases.",
    "[Method]": "This study aims to review the evidence on the effectiveness of public health digital surveillance systems for infectious disease prevention and control at MG events. A systematic literature search was conducted in January 2022 using the Ovid MEDLINE, Embase, CINAHL, and Scopus databases to examine relevant articles published in English up to January 2022. Interventional studies describing or evaluating the effectiveness of public health digital surveillance systems for infectious disease prevention and control at MGs were included in the analysis. Owing to the lack of appraisal tools for interventional studies describing and evaluating public health digital surveillance systems at MGs, a critical appraisal tool was developed and used to assess the quality of the included studies.",
    "[Results]": "In total, 8 articles were included in the review, and 3 types of MGs were identified: religious (the Hajj and Prayagraj Kumbh), sporting (the Olympic and Paralympic Games, the Federation International Football Association World Cup, and the Micronesian Games), and cultural (the Festival of Pacific Arts) events. In total, 88% (7/8) of the studies described surveillance systems implemented at MG events, and 12% (1/8) of the studies described and evaluated an enhanced surveillance system that was implemented for an event. In total, 4 studies reported the implementation of a surveillance system: 2 (50%) described the enhancement of the system that was implemented for an event, 1 (25%) reported a pilot implementation of a surveillance system, and 1 (25%) reported an evaluation of an enhanced system. The types of systems investigated were 2 syndromic, 1 participatory, 1 syndromic and event-based, 1 indicator- and event-based, and 1 event-based surveillance system. In total, 62% (5/8) of the studies reported timeliness as an outcome generated after implementing or enhancing the system without measuring its effectiveness. Only 12% (1/8) of the studies followed the Centers for Disease Control and Prevention guidelines for evaluating public health surveillance systems and the outcomes of enhanced systems based on the systems’ attributes to measure their effectiveness.",
    "[Implications]": "On the basis of the review of the literature and the analysis of the included studies, there is limited evidence of the effectiveness of public health digital surveillance systems for infectious disease prevention and control at MGs because of the absence of evaluation studies."
  }
}