{
  "jmir_23_P_661": {
    "abstract": "The increasing use of social media opens new opportunities for recruiting patients for research studies. However, systematic evaluations indicate that the success of social media recruitment in terms of cost-effectiveness and representativeness depends on the type of study and its purpose. This study aims to explore the practical benefits and challenges of recruiting study participants with social media in the context of clinical and nonclinical studies and provide a summary of expert advice on how to conduct social media–based recruitment. We conducted semistructured interviews with 6 patients with hepatitis B who use social media and 30 experts from the following disciplines: (1) social media researchers or social scientists, (2) practical experts for social media recruitment, (3) legal experts, (4) ethics committee members, and (5) clinical researchers. The interview transcripts were analyzed using thematic analysis. We found diverging expert opinions regarding the challenges and benefits of social media recruitment for research studies in four domains: (1) resources needed, (2) representativeness, (3) web-based community building, and (4) privacy considerations. Moreover, the interviewed experts provided practical advice on how to promote a research study via social media. Even though recruitment strategies should always be sensitive to individual study contexts, a multiplatform approach (recruiting via several different social media platforms) with mixed-methods recruitment (web-based and offline recruitment channels) is the most beneficial recruitment strategy for many research studies. The different recruitment methods complement each other and may contribute to improving the reach of the study, the recruitment accrual, and the representativeness of the sample. However, it is important to assess the context- and project-specific appropriateness and usefulness of social media recruitment before designing the recruitment strategy.",
    "[Background]": "The increasing use of social media opens new opportunities for recruiting patients for research studies. However, systematic evaluations indicate that the success of social media recruitment in terms of cost-effectiveness and representativeness depends on the type of study and its purpose. This study aims to explore the practical benefits and challenges of recruiting study participants with social media in the context of clinical and nonclinical studies and provide a summary of expert advice on how to conduct social media–based recruitment.",
    "[Method]": "We conducted semistructured interviews with 6 patients with hepatitis B who use social media and 30 experts from the following disciplines: (1) social media researchers or social scientists, (2) practical experts for social media recruitment, (3) legal experts, (4) ethics committee members, and (5) clinical researchers. The interview transcripts were analyzed using thematic analysis",
    "[Results]": "We found diverging expert opinions regarding the challenges and benefits of social media recruitment for research studies in four domains: (1) resources needed, (2) representativeness, (3) web-based community building, and (4) privacy considerations. Moreover, the interviewed experts provided practical advice on how to promote a research study via social media.",
    "[Implications]": "Even though recruitment strategies should always be sensitive to individual study contexts, a multiplatform approach (recruiting via several different social media platforms) with mixed-methods recruitment (web-based and offline recruitment channels) is the most beneficial recruitment strategy for many research studies. The different recruitment methods complement each other and may contribute to improving the reach of the study, the recruitment accrual, and the representativeness of the sample. However, it is important to assess the context- and project-specific appropriateness and usefulness of social media recruitment before designing the recruitment strategy."
  }
}