{
  "jmir_23_P_664": {
    "abstract": "In response to the unprecedented challenges posed by the COVID-19 pandemic, conventional recruitment approaches were halted, causing the suspension of numerous clinical trials. Previously, Facebook (Meta Platforms, Inc) has emerged as a promising tool for augmenting participant recruitment. While previous research has explored the use of Facebook for surveys and qualitative studies, its potential for recruiting participants into randomized controlled trials (RCTs) remains underexplored. This study aimed to comprehensively examine the effectiveness of using Facebook groups and pages to facilitate participant recruitment during the COVID-19 pandemic for an RCT on the effectiveness of a remote parenting program, 1-2-3 Magic, in families who have children with attention-deficit/hyperactivity disorder (ADHD) in the United Kingdom. We disseminated 5 Facebook posts with an attached digital flyer across 4 prominent ADHD UK support groups and pages run by the National Attention Deficit Disorder Information and Support Services, reaching an audience of around 16,000 individuals over 2 months (January 7 to March 4, 2022). Eligibility criteria mandated participants to be parents or caregivers of a child with diagnosed ADHD aged 12 years or younger, be residing in the United Kingdom, have access to stable internet, and have a device with the Zoom (Zoom Video Communications) app. Participants were required to have never attended 1-2-3 Magic training previously. Prospective participants expressed their interest through Microsoft Forms (Microsoft Corporation). The trial aimed to recruit 84 parents. It is important to note that the term “parent” or “caregiver” in the RCT and in this study within a trial refers to anybody who has legal responsibility for the child. Overall, 478 individuals registered their interest through Microsoft Forms within the stipulated 2-month window. After the eligibility check, 135 participants were contacted for a baseline meeting through Zoom. The first 84 participants who attended a baseline meeting and returned a completed consent form were enrolled. Subsequently, another 16 participants were added, resulting in a final sample of 100 participants. This recruitment strategy incurred negligible expenses and demanded minimal human resources. The approach yielded favorable outcomes by efficiently attracting eligible participants in a condensed time frame, transcending geographical barriers throughout the United Kingdom, which would have been tedious to achieve through traditional recruitment methods. Our experience demonstrated that digital flyers posted in the targeted Facebook groups were a cost-effective and quick method for recruiting for an RCT, which opened during the COVID-19 pandemic when lockdown restrictions were in place in the United Kingdom. Trialists should consider this low-cost recruitment intervention for trials going forward, and in the case of a global pandemic, this novel recruitment method enabled the trial to continue where many have failed.",
    "[Background]": "In response to the unprecedented challenges posed by the COVID-19 pandemic, conventional recruitment approaches were halted, causing the suspension of numerous clinical trials. Previously, Facebook (Meta Platforms, Inc) has emerged as a promising tool for augmenting participant recruitment. While previous research has explored the use of Facebook for surveys and qualitative studies, its potential for recruiting participants into randomized controlled trials (RCTs) remains underexplored.",
    "[Method]": "This study aimed to comprehensively examine the effectiveness of using Facebook groups and pages to facilitate participant recruitment during the COVID-19 pandemic for an RCT on the effectiveness of a remote parenting program, 1-2-3 Magic, in families who have children with attention-deficit/hyperactivity disorder (ADHD) in the United Kingdom. We disseminated 5 Facebook posts with an attached digital flyer across 4 prominent ADHD UK support groups and pages run by the National Attention Deficit Disorder Information and Support Services, reaching an audience of around 16,000 individuals over 2 months (January 7 to March 4, 2022). Eligibility criteria mandated participants to be parents or caregivers of a child with diagnosed ADHD aged 12 years or younger, be residing in the United Kingdom, have access to stable internet, and have a device with the Zoom (Zoom Video Communications) app. Participants were required to have never attended 1-2-3 Magic training previously. Prospective participants expressed their interest through Microsoft Forms (Microsoft Corporation). The trial aimed to recruit 84 parents. It is important to note that the term “parent” or “caregiver” in the RCT and in this study within a trial refers to anybody who has legal responsibility for the child.",
    "[Results]": "Overall, 478 individuals registered their interest through Microsoft Forms within the stipulated 2-month window. After the eligibility check, 135 participants were contacted for a baseline meeting through Zoom. The first 84 participants who attended a baseline meeting and returned a completed consent form were enrolled. Subsequently, another 16 participants were added, resulting in a final sample of 100 participants. This recruitment strategy incurred negligible expenses and demanded minimal human resources. The approach yielded favorable outcomes by efficiently attracting eligible participants in a condensed time frame, transcending geographical barriers throughout the United Kingdom, which would have been tedious to achieve through traditional recruitment methods.",
    "[Implications]": "Our experience demonstrated that digital flyers posted in the targeted Facebook groups were a cost-effective and quick method for recruiting for an RCT, which opened during the COVID-19 pandemic when lockdown restrictions were in place in the United Kingdom. Trialists should consider this low-cost recruitment intervention for trials going forward, and in the case of a global pandemic, this novel recruitment method enabled the trial to continue where many have failed."
  }
}