{
  "jmir_23_P_874": {
    "abstract": "In March 2020, the Australian Government expanded general practitioner (GP) telehealth services in response to the COVID-19 pandemic. This study sought to assess use patterns of GP telehealth services in response to changing circumstances (before and during the COVID-19 pandemic and with or without a lockdown) in regional Victoria, Australia. We conducted a secondary analysis of monthly Medicare claims data from July 2019 to June 2021 from 140 regional GP practices in Western Victoria. The longitudinal patterns of proportion of GP telehealth consultations stratified by type of consultation (i.e., videoconference vs telephone) and by geographical, consumer, and consultation characteristics were analyzed. Telehealth comprised 25.8% (522,932/2,025,615) of GP consultations over the 2-year period. After the introduction of the Australian telehealth expansion policy in March 2020, there was a rapid uptake in GP telehealth services (including telephone and video services), from 0% before COVID-19 to 15% (11,854/80,922) of all consultations in March 2020, peaking at 55% (50,828/92,139) in August 2020. Thereafter, the use of telehealth declined steadily to 31% (23,941/77,344) in January 2021 and tapered off to 28% (29,263/103,798) in June 2021. Telephone services and shorter consultations were the most dominant form, and those aged 15-64 years had higher telehealth use rates than younger or older age groups. The proportion of video consultations was higher during periods with government-imposed lockdowns and higher in the most socioeconomically advantaged areas compared to less socioeconomically advantaged areas. Our findings support the continuation of telehealth use in rural and regional Australia post-pandemic. Future policy must identify mechanisms to reduce existing equity gaps in video consultations and consider patient- and system-level implications of the dominant use of short telephone consultations.",
    "[Background]": "In March 2020, the Australian Government expanded general practitioner (GP) telehealth services in response to the COVID-19 pandemic. This study sought to assess use patterns of GP telehealth services in response to changing circumstances (before and during the COVID-19 pandemic and with or without a lockdown) in regional Victoria, Australia.",
    "[Method]": "We conducted a secondary analysis of monthly Medicare claims data from July 2019 to June 2021 from 140 regional GP practices in Western Victoria. The longitudinal patterns of proportion of GP telehealth consultations stratified by type of consultation (i.e., videoconference vs telephone) and by geographical, consumer, and consultation characteristics were analyzed.",
    "[Results]": "Telehealth comprised 25.8% (522,932/2,025,615) of GP consultations over the 2-year period. After the introduction of the Australian telehealth expansion policy in March 2020, there was a rapid uptake in GP telehealth services (including telephone and video services), from 0% before COVID-19 to 15% (11,854/80,922) of all consultations in March 2020, peaking at 55% (50,828/92,139) in August 2020. Thereafter, the use of telehealth declined steadily to 31% (23,941/77,344) in January 2021 and tapered off to 28% (29,263/103,798) in June 2021. Telephone services and shorter consultations were the most dominant form, and those aged 15-64 years had higher telehealth use rates than younger or older age groups. The proportion of video consultations was higher during periods with government-imposed lockdowns and higher in the most socioeconomically advantaged areas compared to less socioeconomically advantaged areas.",
    "[Implications]": "Our findings support the continuation of telehealth use in rural and regional Australia post-pandemic. Future policy must identify mechanisms to reduce existing equity gaps in video consultations and consider patient- and system-level implications of the dominant use of short telephone consultations."
  }
}