{
  "jmir_23_P_75": {
    "abstract": "The prevalence of mental health problems in children and adolescents is high. As these problems can impact this population’s developmental trajectories, they constitute a public health concern. This situation is accentuated by the fact that children and adolescents infrequently seek help. Digital health interventions (DHIs) offer an opportunity to bridge the treatment gap between health care needs and patient engagement in care. Additional detailed research is needed to identify how children and adolescents can be empowered to access help through DHIs. In this context, an understanding of their attitudes toward digital health appears to be a necessary first step in facilitating the effective implementation of DHIs. This study aimed to establish an inventory of children’s, adolescents’, and their parents’ attitudes toward DHIs. A scoping review following PRISMA-ScR (Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews) recommendations was performed using the MEDLINE, Embase, and PsycINFO databases. This research was conducted using 3 key concepts: “child and adolescent mental health service users,” “digital health interventions,” and “attitudes.” Data extracted included the name of the publishing journal, the methodology used, the target population, the DHI studied, and the principal results. Of 1548 studies found, 30 (1.94%) were included in our analysis. Among these, 13 concerned satisfaction, 24 concerned preferences, 22 concerned the use of DHI, 11 concerned perception, and 10 concerned needs. The results of this study provide a better understanding of the factors influencing children’s and adolescents’ attitudes toward digital health and DHIs. The continued growth of DHIs can help reduce barriers to mental health care. Future research on these interventions should investigate the needs of the targeted populations to increase their engagement in care.",
    "[Background]": "The prevalence of mental health problems in children and adolescents is high. As these problems can impact this population’s developmental trajectories, they constitute a public health concern. This situation is accentuated by the fact that children and adolescents infrequently seek help. Digital health interventions (DHIs) offer an opportunity to bridge the treatment gap between health care needs and patient engagement in care. Additional detailed research is needed to identify how children and adolescents can be empowered to access help through DHIs. In this context, an understanding of their attitudes toward digital health appears to be a necessary first step in facilitating the effective implementation of DHIs.",
    "[Method]": "This study aimed to establish an inventory of children’s, adolescents’, and their parents’ attitudes toward DHIs. A scoping review following PRISMA-ScR (Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews) recommendations was performed using the MEDLINE, Embase, and PsycINFO databases. This research was conducted using 3 key concepts: “child and adolescent mental health service users,” “digital health interventions,” and “attitudes.” Data extracted included the name of the publishing journal, the methodology used, the target population, the DHI studied, and the principal results.",
    "[Results]": "Of 1548 studies found, 30 (1.94%) were included in our analysis. Among these, 13 concerned satisfaction, 24 concerned preferences, 22 concerned the use of DHI, 11 concerned perception, and 10 concerned needs.",
    "[Implications]": "The results of this study provide a better understanding of the factors influencing children’s and adolescents’ attitudes toward digital health and DHIs. The continued growth of DHIs can help reduce barriers to mental health care. Future research on these interventions should investigate the needs of the targeted populations to increase their engagement in care."
  }
}