{
  "jmir_23_P_115": {
    "abstract": "Obstetric brachial palsy (OBP) is a pathology caused by complications during childbirth because of cervical spine elongation, affecting the motor and sensory innervation of the upper limbs. The most common lesion occurs on the C5 and C6 nerve branches, known as Erb-Duchenne palsy. The least common lesion is when all nerve roots are affected (C5-T1), which has the worst prognosis. Virtual reality (VR) is commonly used in neurological rehabilitation for the evaluation and treatment of physical deficits. This systematic review aims to assess the efficacy of VR in the rehabilitation of upper limb function in patients with OBP. A search was performed according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) 2020 guidelines in several scientific databases—PubMed, Web of Science, PEDro, Cochrane, MEDLINE, Scopus, and CINAHL—without language or date restrictions and including articles published up to April 2023. The inclusion criteria were established according to the population, intervention, comparison, outcome, and study (PICOS) design framework: children aged <18 years diagnosed with OBP, VR therapy used in addition to conventional therapy or isolated, VR therapy compared with conventional therapy, outcomes related to OBP rehabilitation therapy, and randomized controlled trials (RCTs). The PEDro scale was used to assess the methodological quality of the RCTs, and the Cochrane Collaboration tool was used to assess the risk of bias. The Review Manager statistical software (version 5.4; The Cochrane Collaboration) was used to conduct the meta-analysis. The results were synthesized through information extraction and presented in tables and forest plots. In total, 5 RCTs were included in this systematic review, with 3 (60%) providing information for the meta-analysis. A total of 138 participants were analyzed. All the studies used semi-immersive or nonimmersive VR systems. The statistical analysis showed no favorable results for all outcomes except for the hand-to-mouth subtest of the Mallet scoring system (functional activity; standardized mean difference −0.97, 95% CI −1.67 to −0.27; P=.007). The evidence for the use of VR therapy for upper limb rehabilitation outcomes in patients with OBP was insufficient to support its efficacy and strongly recommend its use. Nevertheless, scientific literature supports the use of VR technologies for rehabilitation as it provides several advantages, such as enhancing the patient’s motivation, providing direct feedback, and focusing the patient’s attention during the intervention. Thus, the use of VR for upper limb rehabilitation in patients with OBP is still in its first stages. Small sample sizes; limited long-term analysis; lack of testing of different doses; and absence of International Classification of Functioning, Disability, and Health–related outcomes were present in the included RCTs, so further research is needed to fully understand the potential of VR technologies as a therapeutic approach for patients with OBP.",
    "[Background]": "Obstetric brachial palsy (OBP) is a pathology caused by complications during childbirth because of cervical spine elongation, affecting the motor and sensory innervation of the upper limbs. The most common lesion occurs on the C5 and C6 nerve branches, known as Erb-Duchenne palsy. The least common lesion is when all nerve roots are affected (C5-T1), which has the worst prognosis. Virtual reality (VR) is commonly used in neurological rehabilitation for the evaluation and treatment of physical deficits.",
    "[Method]": "This systematic review aims to assess the efficacy of VR in the rehabilitation of upper limb function in patients with OBP. A search was performed according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) 2020 guidelines in several scientific databases—PubMed, Web of Science, PEDro, Cochrane, MEDLINE, Scopus, and CINAHL—without language or date restrictions and including articles published up to April 2023. The inclusion criteria were established according to the population, intervention, comparison, outcome, and study (PICOS) design framework: children aged <18 years diagnosed with OBP, VR therapy used in addition to conventional therapy or isolated, VR therapy compared with conventional therapy, outcomes related to OBP rehabilitation therapy, and randomized controlled trials (RCTs). The PEDro scale was used to assess the methodological quality of the RCTs, and the Cochrane Collaboration tool was used to assess the risk of bias. The Review Manager statistical software (version 5.4; The Cochrane Collaboration) was used to conduct the meta-analysis. The results were synthesized through information extraction and presented in tables and forest plots.",
    "[Results]": "In total, 5 RCTs were included in this systematic review, with 3 (60%) providing information for the meta-analysis. A total of 138 participants were analyzed. All the studies used semi-immersive or nonimmersive VR systems. The statistical analysis showed no favorable results for all outcomes except for the hand-to-mouth subtest of the Mallet scoring system (functional activity; standardized mean difference −0.97, 95% CI −1.67 to −0.27; P=.007).",
    "[Implications]": "The evidence for the use of VR therapy for upper limb rehabilitation outcomes in patients with OBP was insufficient to support its efficacy and strongly recommend its use. Nevertheless, scientific literature supports the use of VR technologies for rehabilitation as it provides several advantages, such as enhancing the patient’s motivation, providing direct feedback, and focusing the patient’s attention during the intervention. Thus, the use of VR for upper limb rehabilitation in patients with OBP is still in its first stages. Small sample sizes; limited long-term analysis; lack of testing of different doses; and absence of International Classification of Functioning, Disability, and Health–related outcomes were present in the included RCTs, so further research is needed to fully understand the potential of VR technologies as a therapeutic approach for patients with OBP."
  }
}