{
  "jmir_23_P_641": {
    "abstract": "While conventional electrocardiogram monitoring devices are useful for detecting atrial fibrillation, they have considerable drawbacks, including a short monitoring duration and invasive device implantation. The use of patch-type devices circumvents these drawbacks and has shown comparable diagnostic capability for the early detection of atrial fibrillation. We aimed to determine whether a patch-type device (AT-Patch) applied to patients with a high risk of new-onset atrial fibrillation defined by the congestive heart failure, hypertension, age ≥75 years, diabetes mellitus, stroke, vascular disease, age 65-74 years, sex scale (CHA2DS2-VASc) score had increased detection rates. In this nonrandomized multicenter prospective cohort study, we enrolled 320 adults aged ≥19 years who had never experienced atrial fibrillation and whose CHA2DS2-VASc score was ≥2. The AT-Patch was attached to each individual for 11 days, and the data were analyzed for arrhythmic events by 2 independent cardiologists. Atrial fibrillation was detected by the AT-Patch in 3.4% (11/320) of patients, as diagnosed by both cardiologists. Interestingly, when participants with or without atrial fibrillation were compared, a previous history of heart failure was significantly more common in the atrial fibrillation group (n=4/11, 36.4% vs n=16/309, 5.2%, respectively; P=.003). When a CHA2DS2-VASc score ≥4 was combined with previous heart failure, the detection rate was significantly increased to 24.4%. Comparison of the recorded electrocardiogram data revealed that supraventricular and ventricular ectopic rhythms were significantly more frequent in the new-onset atrial fibrillation group compared with the nonatrial fibrillation group (3.4% vs 0.4%; P=.001 and 5.2% vs 1.2%; P<.001), respectively. This study detected a moderate number of new-onset atrial fibrillations in high-risk patients using the AT-Patch device. Further studies will aim to investigate the value of early detection of atrial fibrillation, particularly in patients with heart failure as a means of reducing adverse clinical outcomes of atrial fibrillation.",
    "[Background]": "While conventional electrocardiogram monitoring devices are useful for detecting atrial fibrillation, they have considerable drawbacks, including a short monitoring duration and invasive device implantation. The use of patch-type devices circumvents these drawbacks and has shown comparable diagnostic capability for the early detection of atrial fibrillation. We aimed to determine whether a patch-type device (AT-Patch) applied to patients with a high risk of new-onset atrial fibrillation defined by the congestive heart failure, hypertension, age ≥75 years, diabetes mellitus, stroke, vascular disease, age 65-74 years, sex scale (CHA2DS2-VASc) score had increased detection rates.",
    "[Method]": "In this nonrandomized multicenter prospective cohort study, we enrolled 320 adults aged ≥19 years who had never experienced atrial fibrillation and whose CHA2DS2-VASc score was ≥2. The AT-Patch was attached to each individual for 11 days, and the data were analyzed for arrhythmic events by 2 independent cardiologists.",
    "[Results]": "Atrial fibrillation was detected by the AT-Patch in 3.4% (11/320) of patients, as diagnosed by both cardiologists. Interestingly, when participants with or without atrial fibrillation were compared, a previous history of heart failure was significantly more common in the atrial fibrillation group (n=4/11, 36.4% vs n=16/309, 5.2%, respectively; P=.003). When a CHA2DS2-VASc score ≥4 was combined with previous heart failure, the detection rate was significantly increased to 24.4%. Comparison of the recorded electrocardiogram data revealed that supraventricular and ventricular ectopic rhythms were significantly more frequent in the new-onset atrial fibrillation group compared with the nonatrial fibrillation group (3.4% vs 0.4%; P=.001 and 5.2% vs 1.2%; P<.001), respectively.",
    "[Implications]": "This study detected a moderate number of new-onset atrial fibrillations in high-risk patients using the AT-Patch device. Further studies will aim to investigate the value of early detection of atrial fibrillation, particularly in patients with heart failure as a means of reducing adverse clinical outcomes of atrial fibrillation."
  }
}