{
  "jmir_23_P_81": {
    "abstract": "Despite an increasing number of studies revealing both the benefits and harms of social media use on well-being, there is heterogeneity and a lack of consensus on how social media use is conceptualized, defined, and measured. Additionally, little is known whether existing literature focuses on ill-being or well-being outcomes and whether studies use theories. The main objective of this review was to examine (1) how social media use has been conceptualized and measured, (2) what health and well-being outcomes have been focused on, and (3) whether studies used theories. Studies were located through a comprehensive search strategy involving 4 steps. First, keyword searches were conducted on 6 major databases: PubMed, Web of Science, PsycINFO, Embase, ProQuest, and Annual Reviews. Second, a search was conducted on Google Scholar using the same sets of search terms, and the first 100 results were examined. Third, the reference sections of reviews identified in the first 2 rounds of searches were examined, and finally, the reference lists of the final set of papers included in the review were searched. Through a multistage screening, papers that met our inclusion criteria were analyzed. The review included a total of 233 papers published between 2007 and 2020 in 51 different countries. While 66 (28%) of the studies investigated the effects of the problematic use or addiction of social media on health and well-being, 167 (72%) studied the effects of social media use as a “normal” behavior. Most of the studies used measures assessing the time users spend using social media. Most of the studies that examined the effects of problematic social media use or addiction used addiction scales. Most studies examined the association of social media use with mental illnesses such as depression, anxiety, self-esteem, and loneliness. While there are a considerable number of studies investigating physical health outcomes such as self-rated health, sleep, and sitting time or lack of physical activity, relatively a small number of studies examined social, psychological, and emotional well-being. Most of the studies 183 (79%) did not use any theory. Most studies conceptualized social media use as a “normal” behavior and mostly used time-spent measures, whereas a considerable number of studies conceptualized social media use as an addiction and used various addiction measures. The studies disproportionately focused on investigating the associations of social media use with negative health and well-being outcomes. The findings suggest the need for going beyond time spent to more sophisticated measurement approaches that consider the multiplicity of activities that users perform on social media platforms and the need for more theory-based studies on the association of social media use with not only negative well-being or “ill-being” but also with positive health and well-being outcomes.",
    "[Background]": "Despite an increasing number of studies revealing both the benefits and harms of social media use on well-being, there is heterogeneity and a lack of consensus on how social media use is conceptualized, defined, and measured. Additionally, little is known whether existing literature focuses on ill-being or well-being outcomes and whether studies use theories.",
    "[Method]": "The main objective of this review was to examine (1) how social media use has been conceptualized and measured, (2) what health and well-being outcomes have been focused on, and (3) whether studies used theories. Studies were located through a comprehensive search strategy involving 4 steps. First, keyword searches were conducted on 6 major databases: PubMed, Web of Science, PsycINFO, Embase, ProQuest, and Annual Reviews. Second, a search was conducted on Google Scholar using the same sets of search terms, and the first 100 results were examined. Third, the reference sections of reviews identified in the first 2 rounds of searches were examined, and finally, the reference lists of the final set of papers included in the review were searched. Through a multistage screening, papers that met our inclusion criteria were analyzed.",
    "[Results]": "The review included a total of 233 papers published between 2007 and 2020 in 51 different countries. While 66 (28%) of the studies investigated the effects of the problematic use or addiction of social media on health and well-being, 167 (72%) studied the effects of social media use as a “normal” behavior. Most of the studies used measures assessing the time users spend using social media. Most of the studies that examined the effects of problematic social media use or addiction used addiction scales. Most studies examined the association of social media use with mental illnesses such as depression, anxiety, self-esteem, and loneliness. While there are a considerable number of studies investigating physical health outcomes such as self-rated health, sleep, and sitting time or lack of physical activity, relatively a small number of studies examined social, psychological, and emotional well-being. Most of the studies 183 (79%) did not use any theory.",
    "[Implications]": "Most studies conceptualized social media use as a “normal” behavior and mostly used time-spent measures, whereas a considerable number of studies conceptualized social media use as an addiction and used various addiction measures. The studies disproportionately focused on investigating the associations of social media use with negative health and well-being outcomes. The findings suggest the need for going beyond time spent to more sophisticated measurement approaches that consider the multiplicity of activities that users perform on social media platforms and the need for more theory-based studies on the association of social media use with not only negative well-being or “ill-being” but also with positive health and well-being outcomes."
  }
}