{
  "dh_21_P_53": {
    "abstract": "This paper offers a case study of the development of Hands-On Reading (https://hands-on-reading.atnu.ncl.ac.uk/login), a web app that explores the interconnections between digital reading and writing. The app was created as part of the AHRC-funded project “Manuscripts after Print c.1450-1550: Producing and Reading Books during Technological Change,” which ran at Newcastle University between February 2019 and July 2020. It was initially designed to enable the project to ask two crucial questions: why does handwriting have an enduring relevance in a digital age; can a more hands-on approach to reading lead to a deeper engagement with a digital text? However, as this paper will show, the creation and testing of this app also raised a number of conceptual issues and technical challenges of broader relevance to the DH community, relating in particular to the question of whether reading and writing practices can be translated to the digital world.",
    "[Background]": "This paper offers a case study of the development of Hands-On Reading (https://hands-on-reading.atnu.ncl.ac.uk/login), a web app that explores the interconnections between digital reading and writing. The app was created as part of the AHRC-funded project “Manuscripts after Print c.1450-1550: Producing and Reading Books during Technological Change,” which ran at Newcastle University between February 2019 and July 2020.",
    "[Method]": "It was initially designed to enable the project to ask two crucial questions: why does handwriting have an enduring relevance in a digital age; can a more hands-on approach to reading lead to a deeper engagement with a digital text?",
    "[Results]": "However, as this paper will show, the creation and testing of this app also raised a number of conceptual issues and technical challenges of broader relevance to the DH community, relating in particular to the question of whether reading and writing practices can be translated to the digital world.",
    "[Implications]": "<NONE>"
  }
}