{
  "dh_21_P_65": {
    "abstract": "Virginia Woolf writes in her novel Orlando that “it is clothes that wear us and not we them; we may make them take to mould of arm or breast, but they mould our hearts, our brains, our tongues to their liking.” Her observation remains vital to the author’s longstanding, feminist critique of essentializing discourses, but it also gives recourse to the ways our computational methods of studying literature and its history sometimes “mould […] to their liking” their objects. When studying style and gender, digital humanists have tended to use computational methods to trace embedded, hidden linguistic structures, showing how they can contain, conceal, and condition the gendered lives of social groups and cultural milieus. In this essay, we present a stylometric case study — Woolf’s Orlando — that reminds us why, when dealing with gender in modern literature, computational critics must pay particular care when addressing and generalizing from modernism’s experimental styles. We outline the limitations of our own and prior approaches to questions of gender and literary style, and we ask whether flawed stylometric analyses can acquaint us with ways that modernism’s stylistic innovations productively haunt the conclusions of digital literary criticism.",
    "[Background]": "Virginia Woolf writes in her novel Orlando that “it is clothes that wear us and not we them; we may make them take to mould of arm or breast, but they mould our hearts, our brains, our tongues to their liking.” Her observation remains vital to the author’s longstanding, feminist critique of essentializing discourses, but it also gives recourse to the ways our computational methods of studying literature and its history sometimes “mould […] to their liking” their objects. When studying style and gender, digital humanists have tended to use computational methods to trace embedded, hidden linguistic structures, showing how they can contain, conceal, and condition the gendered lives of social groups and cultural milieus.",
    "[Method]": "In this essay, we present a stylometric case study — Woolf’s Orlando — that reminds us why, when dealing with gender in modern literature, computational critics must pay particular care when addressing and generalizing from modernism’s experimental styles. We outline the limitations of our own and prior approaches to questions of gender and literary style, and we ask whether flawed stylometric analyses can acquaint us with ways that modernism’s stylistic innovations productively haunt the conclusions of digital literary criticism.",
    "[Results]": "<NONE>",
    "[Implications]": "<NONE>"
  }
}