{
  "dh_22_P_13": {
    "abstract": "This essay offers a case study of the ZHI project, a digital craftsmanship project showcasing the beauty of traditional craftsmanship at three levels: knowing, making, and intelligence. The project began with a Designer Residency Program and was developed to answer three crucial questions: (1) How could we bridge the gap between enthusiastic outsiders and little-known creators of intangible cultural heritage? (2) How could we help students understand and participate in craftwork? and (3) How could we facilitate sustainable knowledge production about intangible cultural heritage among the audiences, students, and craftsmen so everyone benefits and contributes? The ZHI project uses minimal computing strategies to encourage craftspeople to pass their skills and knowledge onto others, particularly younger generations, through digitization and online exhibitions that use minimal computing practices. The project provides user-friendly, accessible information to researchers and craftspeople who do not possess expensive digital equipment or high-level technical skills. This offers them opportunities to virtually present their craft and research, share knowledge, and tell their own stories to audiences unfamiliar with craftsmanship.",
    "[Background]": "This essay offers a case study of the ZHI project, a digital craftsmanship project showcasing the beauty of traditional craftsmanship at three levels: knowing, making, and intelligence.",
    "[Method]": "The project began with a Designer Residency Program and was developed to answer three crucial questions: (1) How could we bridge the gap between enthusiastic outsiders and little-known creators of intangible cultural heritage? (2) How could we help students understand and participate in craftwork? and (3) How could we facilitate sustainable knowledge production about intangible cultural heritage among the audiences, students, and craftsmen so everyone benefits and contributes? The ZHI project uses minimal computing strategies to encourage craftspeople to pass their skills and knowledge onto others, particularly younger generations, through digitization and online exhibitions that use minimal computing practices.",
    "[Results]": "The project provides user-friendly, accessible information to researchers and craftspeople who do not possess expensive digital equipment or high-level technical skills. This offers them opportunities to virtually present their craft and research, share knowledge, and tell their own stories to audiences unfamiliar with craftsmanship.",
    "[Implications]": "<NONE>"
  }
}