{
  "dh_21_P_32": {
    "abstract": "This paper presents a prototype ontology developed in the field of Iranian architectural history. The paper’s central arguments offer a response to questions regarding how to create an ontology in Iranian architectural history, what considerations must be addressed here, and how to resolve problematic issues in developing an ontology in a field such as Iranian architectural history, which lacks a formalized knowledge. The paper is organized into two parts. It primarily presents a discussion on the specific domain of architectural history and what it encompasses and moves on to examine why it is deemed complicated. After that, the process of creating Iranian architectural history ontology and the methodology applied to match the intended domain is explained. In the second part of the paper, the content of the developed ontology is discussed, which includes various parts of the ontology and what it implies to illustrate how the structure of ontology helps in logically representing the domain in a machine-readable format.",
    "[Background]": "This paper presents a prototype ontology developed in the field of Iranian architectural history. The paper’s central arguments offer a response to questions regarding how to create an ontology in Iranian architectural history, what considerations must be addressed here, and how to resolve problematic issues in developing an ontology in a field such as Iranian architectural history, which lacks a formalized knowledge.",
    "[Method]": "The paper is organized into two parts. It primarily presents a discussion on the specific domain of architectural history and what it encompasses and moves on to examine why it is deemed complicated. After that, the process of creating Iranian architectural history ontology and the methodology applied to match the intended domain is explained. In the second part of the paper, the content of the developed ontology is discussed, which includes various parts of the ontology and what it implies to illustrate how the structure of ontology helps in logically representing the domain in a machine-readable format.",
    "[Results]": "<NONE>",
    "[Implications]": "<NONE>"
  }
}