{
  "dh_21_P_23": {
    "abstract": "This article explores how the podcast medium as a form of audio technology has facilitated the reimagining of academic publication and feminist praxis. In this case study, we situate the podcast Books Aren’t Dead (BAD), an affiliate of the Fembot Collective, within a broader context of digital humanities scholarship and the field's potential to utilize audio technology to realize feminist approaches. BAD, as a podcast, serves as an open-access medium that brings authors and reviewers together in a collaborative context. Audiobook reviews allow for a conversation between author and interviewer, whereby the author can place the work in a broader scholastic and contemporary context for listeners as well as actively engage with constructive critique and questions. The result is a dynamic scholarly communication rather than the static textual product of a book review. We discuss the unique role of audio technology within the knowledge production process from a performance studies and archival point of view. Additionally, in the spirit of the project BAD, we also provide an addendum to our textual discussion by including a podcast where we discuss these themes as co-producers, graduate students, and young academics, exploring how audio technology can break down barriers to publication and authorship.",
    "[Background]": "This article explores how the podcast medium as a form of audio technology has facilitated the reimagining of academic publication and feminist praxis. In this case study, we situate the podcast Books Aren’t Dead (BAD), an affiliate of the Fembot Collective, within a broader context of digital humanities scholarship and the field's potential to utilize audio technology to realize feminist approaches.",
    "[Method]": "BAD, as a podcast, serves as an open-access medium that brings authors and reviewers together in a collaborative context. Audiobook reviews allow for a conversation between author and interviewer, whereby the author can place the work in a broader scholastic and contemporary context for listeners as well as actively engage with constructive critique and questions. The result is a dynamic scholarly communication rather than the static textual product of a book review.",
    "[Results]": "<NONE>",
    "[Implications]": "We discuss the unique role of audio technology within the knowledge production process from a performance studies and archival point of view. Additionally, in the spirit of the project BAD, we also provide an addendum to our textual discussion by including a podcast where we discuss these themes as co-producers, graduate students, and young academics, exploring how audio technology can break down barriers to publication and authorship."
  }
}