{
  "cscw_23_P_34": {
    "abstract": "Ramadan is an important and blessed month for Muslims around the world. It is both a time of spiritual contemplation as well as an opportunity for reinvigorating communal bonds. The COVID-19 pandemic, however, disrupted many of the rituals and traditions of Ramadan. In this exploratory study, we present findings from 22 young Muslims' experiences with Ramadan and fasting during the pandemic. Our article sheds light on the techno-religious practices and information strategies used to mitigate isolation, share information, and celebrate Ramadan. We examine the sociotechnical configurations of religious rituals and highlight the resilience of these rituals even in the midst of a global pandemic. Our paper contributes to CSCW scholarship on technology appropriation and non-use as they relate to religious practices in the face of exogenous shocks such as the pandemic, and how design can better cater to the religious lives of individuals and communities.",
    "[Background]": "Ramadan is an important and blessed month for Muslims around the world. It is both a time of spiritual contemplation as well as an opportunity for reinvigorating communal bonds. The COVID-19 pandemic, however, disrupted many of the rituals and traditions of Ramadan.",
    "[Method]": "In this exploratory study, we present findings from 22 young Muslims' experiences with Ramadan and fasting during the pandemic. Our article sheds light on the techno-religious practices and information strategies used to mitigate isolation, share information, and celebrate Ramadan. We examine the sociotechnical configurations of religious rituals and highlight the resilience of these rituals even in the midst of a global pandemic.",
    "[Results]": "<NONE>",
    "[Implications]": "Our paper contributes to CSCW scholarship on technology appropriation and non-use as they relate to religious practices in the face of exogenous shocks such as the pandemic, and how design can better cater to the religious lives of individuals and communities."
  }
}