{
  "cscw_23_P_26": {
    "abstract": "Computer-Supported Cooperative Work (CSCW) and Human–Computer Interaction (HCI) research is increasingly investigating the roles of caregivers as ancillary stakeholders in patient-centered care. Our research extends this body of work to identify caregivers as key decision-makers and boundary actors in mobilizing and managing care. We draw on qualitative data collected via 20 semi-structured interviews to examine caregiving responsibilities in physical and remote care interactions within households in urban India. Our findings demonstrate the crucial intermediating roles family caregivers take on while situated along the boundaries separating healthcare professionals, patients and other household members, and online/offline communities. We propose design recommendations for supporting caregivers in intermediating patient-centered care, such as through training content and expert feedback mechanisms for remote care, collaborative tracking mechanisms integrating patient- and caregiver-generated health data, and caregiving-centered online health communities. We conclude by arguing for recognizing caregivers as critical stakeholders in patient-centered care who might constitute technologically assisted pathways to care.",
    "[Background]": "Computer-Supported Cooperative Work (CSCW) and Human–Computer Interaction (HCI) research is increasingly investigating the roles of caregivers as ancillary stakeholders in patient-centered care. Our research extends this body of work to identify caregivers as key decision-makers and boundary actors in mobilizing and managing care.",
    "[Method]": "We draw on qualitative data collected via 20 semi-structured interviews to examine caregiving responsibilities in physical and remote care interactions within households in urban India.",
    "[Results]": "Our findings demonstrate the crucial intermediating roles family caregivers take on while situated along the boundaries separating healthcare professionals, patients and other household members, and online/offline communities.",
    "[Implications]": "We propose design recommendations for supporting caregivers in intermediating patient-centered care, such as through training content and expert feedback mechanisms for remote care, collaborative tracking mechanisms integrating patient- and caregiver-generated health data, and caregiving-centered online health communities. We conclude by arguing for recognizing caregivers as critical stakeholders in patient-centered care who might constitute technologically assisted pathways to care."
  }
}