{
  "cscw_23_P_222": {
    "abstract": "Technology plays an increasingly pivotal role in mediating mental health support in people's everyday lives. However, it is not clear how that mediation is occurring, to what end, and what technologies are implicated. In this study, we examine these questions with a mixed-methods analysis of conversations among participants in several Bipolar Disorder (BD) communities on Reddit. Analyzing posts produced over four years, we identify a wide variety of technologies that people employ to manage their mental conditions, such as communication technologies, online communities and tracking tools. Using this taxonomy of technologies as a framework, we then summarize three technology-mediated management strategies that these technologies enable, including serving as community, episode, and information mediators. We argue that with a comprehensive and nuanced understanding of people's in situ technology use, we can identify research and design opportunities for designing human-centered technologies to help people manage mental health challenges more effectively.",
    "[Background]": "Technology plays an increasingly pivotal role in mediating mental health support in people's everyday lives. However, it is not clear how that mediation is occurring, to what end, and what technologies are implicated.",
    "[Method]": "In this study, we examine these questions with a mixed-methods analysis of conversations among participants in several Bipolar Disorder (BD) communities on Reddit. Analyzing posts produced over four years, we identify a wide variety of technologies that people employ to manage their mental conditions, such as communication technologies, online communities and tracking tools.",
    "[Results]": "Using this taxonomy of technologies as a framework, we then summarize three technology-mediated management strategies that these technologies enable, including serving as community, episode, and information mediators.",
    "[Implications]": "We argue that with a comprehensive and nuanced understanding of people's in situ technology use, we can identify research and design opportunities for designing human-centered technologies to help people manage mental health challenges more effectively."
  }
}