{
  "cscw_23_P_123": {
    "abstract": "Livestreams are now ubiquitous-moving beyond web and mobile-based platforms into products such as fitness machines and smart home assistants. As such, viewership practices have also become varied and diverse: livestreams are used for interactive entertainment, social companionship, and multi-perspective spectatorship for music festivals and sporting events. At the premier in-person gaming livestream event, Games Done Quick (GDQ), attendees engage in a variety of different viewership practices across different event spaces where the livestream is projected on large stage screens, onto walls as peripheral displays, and routed to televisions in hotel venue rooms. This study takes GDQ as an information-rich fieldsite to examine how livestream viewership shifts, changes, and interleaves across physical spaces to provide an expanded livestream experience. From 11 semi-structured interviews with GDQ attendees and participant observations at three GDQ events, we found diverse practices of both direct and indirect viewership: the livestream is viewed in collocation with an audience and stage, but is also used to establish viewership continuity across disjoint spaces, tangentially to shop for interesting moments, as a timekeeping device, and even as a means of auditory obfuscation. To unpack these forms of viewership, we conceptualize livestreams as design material and identify its two key qualities of focality and metacontent. We illustrate how examining livestreams' focality and metacontent qualities allow us to understand the relationship between different livestream configurations and different viewership behaviors, as well as chart out new under-explored design directions for livestreaming that blend physical and digital spaces.",
    "[Background]": "Livestreams are now ubiquitous-moving beyond web and mobile-based platforms into products such as fitness machines and smart home assistants. As such, viewership practices have also become varied and diverse: livestreams are used for interactive entertainment, social companionship, and multi-perspective spectatorship for music festivals and sporting events. At the premier in-person gaming livestream event, Games Done Quick (GDQ), attendees engage in a variety of different viewership practices across different event spaces where the livestream is projected on large stage screens, onto walls as peripheral displays, and routed to televisions in hotel venue rooms.",
    "[Method]": "This study takes GDQ as an information-rich fieldsite to examine how livestream viewership shifts, changes, and interleaves across physical spaces to provide an expanded livestream experience.",
    "[Results]": "From 11 semi-structured interviews with GDQ attendees and participant observations at three GDQ events, we found diverse practices of both direct and indirect viewership: the livestream is viewed in collocation with an audience and stage, but is also used to establish viewership continuity across disjoint spaces, tangentially to shop for interesting moments, as a timekeeping device, and even as a means of auditory obfuscation.",
    "[Implications]": "To unpack these forms of viewership, we conceptualize livestreams as design material and identify its two key qualities of focality and metacontent. We illustrate how examining livestreams' focality and metacontent qualities allow us to understand the relationship between different livestream configurations and different viewership behaviors, as well as chart out new under-explored design directions for livestreaming that blend physical and digital spaces."
  }
}